Repository: emillymaia/Kaira
Catalog: Kaira/Shared/Catalog/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add to album
pt_br: Continua

source: Asia
pt_br: Ásia

source: England
pt_br: Inglaterra

# EnglandHistoryTextLocalized1
source: Wait... Where am I? Why is everyone so loud? WHY AM I SO SMALL? Who’s with me?
pt_br: Espera aí... Onde eu vim parar? Que barulheira é essa? POR QUE ESTOU TÃO PEQUENA? Quem é essa comigo?!

# EnglandHistoryTextLocalized2
source: This place...I remember it. It feels like that day when...it's like I'm in a memory, but I'm not sure. Something is missing...Help me!!
pt_br: Esse lugar...eu me lembro daqui. Parece com o dia em que...é como se eu estivesse numa memória, mas não tenho certeza de qual. Alguma coisa está faltando...Preciso da sua ajuda!!

# EnglandHistoryTextLocalized3
source: It is clear! Now I remember. The Big Ben! I visited England with my mother for the first time that day. But how did opening that box get me here? Why is this happening?
pt_br: Claro! Só poderia ser. O Big Ben! Eu visitei a Inglaterra pela primeira vez com minha mãe nesse dia. Mas COMO abrir minha caixa me trouxe pra cá? Por que isso tá acontecendo?!?

# EnglandHistoryTextLocalized4
source: Anyway, I need to get out of this situation, but it brings back so many good memories. I can still remember and see myself playing in the park with my mother.
pt_br: Preciso entender e sair disso o quanto antes! Mas isso me traz tantas lembranças boas. Ainda me lembro e sinto como é estar brincando no parque com minha mãe, que saudade dela.

# EnglandUnlockStampTextLocalized
source: Touching this stamp that I received from my mother on our trip literally transported me to one of the happiest memories of my childhood. It's like a vision. But how? Why?
pt_br: Tocar nesse selo que ganhei nessa viagem conseguiu me transportar, literalmente, pra uma das lembranças mais felizes da minha infância. É como se fosse uma visão. Mas como? Por que?

source: Europe
pt_br: Europa

source: France
pt_br: França

# FranceHistoryTextLocalized1
source: And suddenly I'm on my first day of school in France??!?! I don't remember smiling like that. The things I experienced at that time... if I stopped here, I already know what comes next.
pt_br: E de repente estou no meu primeiro dia de aula na França??!?! Não me lembro de estar feliz assim esse dia. As coisas que vivi essa época... se parei por aqui, já sei que memória está me aguardando.

# FranceHistoryTextLocalized2
source: When I changed schools, I didn't imagine I would feel so alone. No matter how much I worked on my accent or tried to be cool... I couldn't belong to any group. But these things happen, right?
pt_br: Quando mudei de escola, não imaginava que me sentiria tão sozinha. Por mais que eu tentasse ser legal ou escondesse meu sotaque, não me encaixava em nenhum grupo... Mas essas coisas acontecem, né?

# FranceHistoryTextLocalized3
source: In one of my attempts to find 'my place' in school, I remember making a decision that resulted in one of the best things I have today. Joining the book club!
pt_br: Numa das mil tentativas de encontrar o “meu lugar” na escola, lembro que tomei uma decisão que mais tarde resultou numa das melhores coisas que tenho hoje. Entrei no clube do livro!

# FranceHistoryTextLocalized4
source: When I signed up so apprehensively, I had no idea that it would lead me to meet Chloé. She also didn't have many friends there, and when she saw how insecure I was, she understood what I was feeling.
pt_br: Quando me inscrevi cheia de inseguranças, não fazia ideia que isso me levaria a conhecer a Chloé. Ela também não tinha muitos amigos lá e quando viu que eu estava na mesma situação, entendeu exatamente como eu me sentia.

# FranceHistoryTextLocalized5
source: Chloé is the best person I've ever met! So sweet, very annoying because she has a hundred skills and always helps when someone needs it... she doesn't know it, but she changed my life in so many ways.
pt_br: Chloé é a melhor pessoa do mundo! Tão meiga, meio chata porque tem umas cem habilidades…e sempre ajuda quando alguém precisa. Ela não sabe, mas mudou minha vida de muitas maneiras.

# FranceHistoryTextLocalized6
source: She took me to see the snow. She spent Christmases with my family in France. She is the person who welcomed me when I needed someone the most. Damn, I have the best friend in the world.
pt_br: Ela quem me levou para ver a neve. Passou vários natais com minha família na França. Ela é a pessoa que me acolheu quando eu mais precisava. Caramba, eu tenho a melhor amiga do mundo.

# FranceUnlockStampTextLocalized
source: On my 14th birthday, Chloé gave me a letter with this stamp. This is one of my favorite stamps, because Chloé and I loved eating croissants after school. I remember it like it was yesterday…
pt_br: No meu aniversário de 14 anos, a Chloé me deu uma carta com esse selo...Esse é um dos meus selos favoritos, porque nós duas adorávamos comer croissants depois da escola!

source: Give a feedback!
pt_br: Dê um feedback!

source: India
pt_br: Índia

# IntroHistoryTextLocalized1
source: Hi there, let's see where I start... my name is Kaira! So... I'd love to share more about my work, my daily routine (which is quite tiring), my hobbies... but I'm in the middle of a home move!
pt_br: Oi você aí! Hm, vejamos por onde eu começo... meu nome é Kaira! Eu até conversaria sobre meu trabalho, meus passatempos, minha rotina (um tédio, diga-se de passagem)... mas eu tô no meio de uma mudança!

# IntroHistoryTextLocalized2
source: Like many things in my life right now, the basement is a mess. The boxes seem to multiply every time I look. But wait...is that really what I'm thinking???
pt_br: Assim como muitas coisas na minha vida atualmente, o porão tá um desastre. As caixas parecem se multiplicar toda vez que eu olho (já disse que odeio mudanças?). Mas espera aí...aquilo é realmente o que eu tô pensando?!?

# IntroHistoryTextLocalized3
source: My stamps! Oh God... how I loved that. How could I forget they exist?! Finally something happy in the middle of this mess…
pt_br: Minha coleção de selos! Ah, como eu amava colecionar...como eu pude esquecer da existência deles?! Bom, finalmente algo bom no meio de toda essa confusão...

# IntroHistoryTextLocalized4
source: Oh, I've been looking for this letter for ages and it was right here! And that stamp?! The day I got it... Looking at it like this, I almost feel like I'm…
pt_br: MEU DEUS! Eu procurei essa caixa por anos e ela estava bem aqui! E esse selo?! Ah, o dia que eu o ganhei...olhando assim eu quase sinto como se eu estivesse...

# IntroHistoryTextLocalized5
source: THEEEEEREEEE!!!!!!!!! WHAAAAAT IS HAPPENNNNNING?
pt_br: LÁAAAAAAAAAAAAAAA!!!!! O QUEEE TÁAAA A-ACONTECENDOOOO????

source: Italy
pt_br: Itália

# ItalyHistoryTextLocalized1
source: At 18 I finished school...and I couldn't get into any university. Every day I compared myself to my friends. I felt behind in life. I felt like everyone was better than me. It was a very difficult time for me…
pt_br: Aos 18 anos terminei a escola... e não consegui entrar na universidade. Comecei a me comparar com meus amigos... me senti atrasada na vida, sabe? Como se todos fossem melhores do que eu. Foi um período bem difícil para mim.

# ItalyHistoryTextLocalized2
source: My family suggested I try another path for now. I was a storm of feelings. Everything in my head was a mess. After my family convinced me to try something new, I went to Italy, where my grandma Stella lived.
pt_br: Apesar do apoio da minha família para fazer outra coisa da vida, minha cabeça estava uma bagunça. Depois de muito insistirem, eles me convenceram a tentar algo novo. Então decidi ir para a Itália, onde morava minha avó Stella.

# ItalyHistoryTextLocalized3
source: My best choice ever! When I arrived at my grandmother's house, I had such a good feeling...It's so good to remember that. We hadn't seen each other since I was 7 years old. Since grandpa passed away, grandma didn't want to go out anymore, and she ended up becoming more reclusive at home.
pt_br: A melhor escolha de todas! Assim que cheguei na casa da minha avó tive uma sensação tão boa... é bom demais relembrar isso. Não nos víamos desde os meus 7 anos. Desde que o vovô faleceu, a vovó foi deixando de nos visitar…até parar totalmente de sair.

# ItalyHistoryTextLocalized4
source: My grandmother Stella is very friendly, and makes an AMAZING lasagna. She is my paternal grandmother, and has lived in Naples since she was 20 years old. She loves knitting, and always wore the same perfume every day.
pt_br: Minha avó Stella é um amor de pessoa e faz uma lasanha INCRÍVEL. Ela é minha avó paterna e mora em Nápoles desde os 20 anos. Adora tricotar e usava o mesmo perfume todos os dias. Que saudade!

# ItalyHistoryTextLocalized5
source: I spent 1 year living with her. She took me to see everything in Italy, and we always took care of the garden in the mornings. My grandma always listened to me and took care of me with all the love in the world.
pt_br: Passei 1 ano morando com ela (uma ótima fase da minha vida, você vai ver). Ela me levou para conhecer tudo na Itália, e sempre cuidávamos do jardim juntinhas, toda manhã. Minha avó sempre me ouviu e cuidou de mim com todo amor do mundo.

# ItalyHistoryTextLocalized6
source: My grandmother always believed in me, and always motivated me to continue studying for university. Every day I studied a little, and... I felt that my moment would come.
pt_br: Minha avó sempre acreditou em mim e sempre me motivou a continuar estudando para a universidade. Cada dia eu estudava um pouco…eu sentia que o meu momento iria chegar, ele TINHA que chegar.

# ItalyUnlockStampTextLocalized
source: I got this stamp from my grandmother when we traveled to Venice. We spent a weekend there and it was incredible. Colorful houses are the most beautiful thing I've ever seen. In fact, she gave me the most beautiful stamps in my collection, (you'll see hahah).
pt_br: Ganhei esse selo da minha avó quando viajamos para Veneza. Passamos um fim de semana lá e foi surreal. As casas coloridas são a coisa mais linda que já vi. Aliás, ela meu deu os selos mais bonitos da minha coleção, (você vai ver hahah).

source: Japan
pt_br: Japão

# JapanHistoryTextLocalized1
source: At 20 i realize my biggest dream at that time: I GOT INTO UNIVERSITY! I was approved for the Fashion Design course in Shibuya, Japan. This is definitely one of the greatest achievements of my entire life.
pt_br: Com 20 anos, e depois de estudar muito…CONSEGUI ENTRAR NA FACULDADE!!! Fui aprovada para o curso de Design de Moda, em Shibuya, no Japão. Essa definitivamente é uma das maiores conquistas da minha vida inteira.

# JapanHistoryTextLocalized2
source: To live this new phase in my life, I decided to say goodbye to long hair and create a new me. At home, I took scissors, watched some tutorials on the internet and started cutting. It was difficult at first, but I eventually got the hang of it.
pt_br: Para viver essa nova fase da minha vida, decidi dar adeus aos cabelos longos e criar um novo eu. Em casa, peguei uma tesoura, assisti uns tutoriais na internet e comecei a cortar. Tinha TUDO pra dar errado, mas não é que ficou bonitinho?!

# JapanHistoryTextLocalized3
source: I was EXTREMELY happy with my new haircut and moving to Japan. When I arrived, I was met at the airport by a university employee, who took me to my room on campus.
pt_br: Cabelo novo, lugar novo...eu estava muito feliz com minha mudança, nem acreditava que era real. A ficha só caiu quando cheguei e fui recebida no aeroporto por um funcionário da universidade, que me levou para o meu campus.

# JapanHistoryTextLocalized4
source: At university, I fell in love with the world of Fashion. I took many classes on culture, drawing, sewing, art history, modeling and communication. University was a place where I really discovered who I was, and what I wanted to be.
pt_br: Na universidade, me apaixonei pelo universo da Moda. Fiz muitas aulas sobre cultura, desenho, costura, história da arte, modelagem e comunicação. A universidade foi um lugar onde eu realmente descobri quem eu era, e o que eu queria ser.

# JapanHistoryTextLocalized5
source: Being in Japan was totally incredible for me. The values and customs of Japanese culture are charming and inspiring. What I loved most was the food, I totally fell in love with the broths and sushi!
pt_br: Estar no Japão foi totalmente incrível pra mim. Os valores e costumes da cultura japonesa são encantadores e inspiradores. O que eu mais amei foi a comida, me apaixonei totalmente pelos caldos e sushis!

# JapanHistoryTextLocalized6
source: Random fact: Japan got me hooked on Karaoke!!! In the first week living in Shibuya, I met a Karaoke with other university students. I loved! It became a routine for me, and I went to Karaoke every Friday after studying.
pt_br: Fato curioso: o Japão me viciou em Karaokê!!! Na primeira semana morando em Shibuya, conheci um Karaoke com outros estudantes da universidade e amei! Logo virou rotina, eu ia no Karaoke toda sexta-feira depois da aula.

# JapanUnlockStampTextLocalized
source: I bought this stamp in a small souvenir shop next to the university. It reminds me of when I visited Mount Fuji, it was the most beautiful view I've ever seen!
pt_br: Comprei esse selo em uma lojinha pequena de souvenirs ao lado da universidade. Ele me lembra quando visitei o Monte Fuji, foi a vista mais linda que já vi!

source: Play
pt_br: Jogar

source: Skip
pt_br: Pular

source: South Korea
pt_br: Coréia do Sul

source: Spain
pt_br: Espanha

# SpainHistoryTextLocalized
source: Okay, now back to 17?!?! At that time, my family decided to spend their holidays in Spain. We stayed in Barcelona for 3 months, and it was a time of great maturity for me.
pt_br: Ok, agora de volta aos 17?!?! Nessa época minha família decidiu passar férias na Espanha. Ficamos 3 meses em Barcelona, esse tempo foi um divisor de águas pra mim no quesito maturidade.

# SpainHistoryTextLocalized2
source: In Barcelona, I decided to get a part-time job, to try to save some money. It was my first time doing a job interview, and I was really nervous. It gave me a strange feeling of butterflies in my stomach...but in a bad way.
pt_br: Lá eu decidi arranjar um emprego meio-período, pra ver se finalmente juntava uma grana. Foi a primeira vez que fiz uma entrevista de emprego, fiquei TÃO nervosa. Foi o primeiro frio na barriga que senti... mas de um jeito péssimo.

# SpainHistoryTextLocalized3
source: Even though I felt insecure during the interview, I ended up being hired. I remember that, when I received the news, I was radiant, glowing with happiness. My first job was a big achievement for me…
pt_br: Mesmo gaguejando, suando frio e cheia de nervosismo, fui contratada!! A sensação quando recebi a notícia foi incomparável. Me senti feliz, capaz…um quentinho no coração, sabe? Meu primeiro emprego veio com tudo!

# SpainHistoryTextLocalized4
source: The job I got was as an assistant in a bakery. Decorate cakes, put empanadas in the oven, serve customers, organize shelves... Even though it was a lot of work, I loved everyday life at the bakery.
pt_br: O emprego que consegui foi como auxiliar numa padaria. Decorar bolos, colocar empanadas no forno, atender clientes, organizar prateleiras... Era muito corrido, mesmo assim eu adorava

# SpainHistoryTextLocalized5
source: Getting my first job made me learn how to handle my money. Even though the salary wasn't that high, I started saving money for my next trips. Every time I put in a coin, I imagined myself traveling around…
pt_br: Conseguir meu primeiro emprego me fez aprender a lidar com dinheiro. Mesmo que o salário não fosse lá essas coisas, consegui guardar dinheiro para as próximas viagens. Cada moeda que eu juntava já me fazia sonhar com minha próxima aventura…

# SpainUnlockStampTextLocalized
source: I bought this stamp at El Prat Airport, when I was leaving Barcelona. I loved Spain and everything it gave me. To this day, Barcelona is one of my favorite places in the whole world!
pt_br: Comprei este selo no aeroporto El Prat, quando estava saindo de Barcelona. (pois é, faz anos que coleciono selos). Amo a Espanha e tudo que consegui lá. Barcelona é um dos meus lugares favoritos da vida!
